---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctSizeFormattedParam
source: html/c5a19398-6573-e59d-76fa-2962366f7484.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctSizeFormattedParam Property

"Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctSizeFormattedParam { get; }
```